{
    "117": {
        "space_key_index": 1,
        "question": "When was the document approved?"
    },
    "57": {
        "space_key_index": 1,
        "question": "What was the core revenue growth percentage including Cytiva for Danaher in 2020?"
    },
    "25": {
        "space_key_index": 1,
        "question": "What is the total number of positive samples in the Restaurant14 dataset (combining Train and Test)?"
    },
    "167": {
        "space_key_index": 1,
        "question": "What are the consequences for a foreign national who changes their resident status and moves out of Iran without transferring their real estate rights?"
    },
    "17": {
        "space_key_index": 1,
        "question": "What percent of formulated questions in the CommonsenseQA use spatial concepts as a significant factor?"
    },
    "154": {
        "space_key_index": 1,
        "question": "What does the section about Taiwan mainly cover in this report?"
    },
    "211": {
        "space_key_index": 1,
        "question": "How much does the newspaper cost?"
    },
    "128": {
        "space_key_index": 1,
        "question": "What is the purpose of DEIA barrier analyses that GTM is participating in?"
    },
    "15": {
        "space_key_index": 1,
        "question": "How many authors are on the paper?"
    },
    "136": {
        "space_key_index": 1,
        "question": "Are Home Office staff required to consider the maturity and actual age of an unaccompanied minor when assessing their asylum claim?"
    },
    "95": {
        "space_key_index": 1,
        "question": "Has any party filed a motion to substitute after the filing of Suggestions of Death in the Sanofi case?"
    },
    "5": {
        "space_key_index": 1,
        "question": "What is the main content of section 4.2?"
    },
    "4": {
        "space_key_index": 1,
        "question": "Is the Seq2Seq model shown to produce longer or shorter sentences when compared to human responses?"
    },
    "193": {
        "space_key_index": 1,
        "question": "What accomplishments had Louise Glück achieved before receiving the Nobel Prize?"
    },
    "54": {
        "space_key_index": 1,
        "question": "What was the impact of treasury share transactions on Novartis AG's equity in 2020 compared to the net cash outflow?"
    },
    "221": {
        "space_key_index": 1,
        "question": "How many words are there in the document?"
    },
    "118": {
        "space_key_index": 1,
        "question": "How many pages does the report have in total?"
    },
    "138": {
        "space_key_index": 1,
        "question": "How many countries or regions are displayed in the report?"
    },
    "187": {
        "space_key_index": 1,
        "question": "Did the United States label China as a national security threat?"
    },
    "130": {
        "space_key_index": 1,
        "question": "What is the purpose of the General Law on Coca (Law 906)?"
    },
    "53": {
        "space_key_index": 2,
        "question": "How many social programmes was Inditex involved in during 2021?"
    },
    "222": {
        "space_key_index": 2,
        "question": "On what data was the newspaper released?"
    },
    "185": {
        "space_key_index": 2,
        "question": "What natural disaster hit Florida, as mentioned in the newspaper?"
    },
    "139": {
        "space_key_index": 2,
        "question": "Does the Constitution of Iran guarantee equality before the law for all citizens?"
    },
    "106": {
        "space_key_index": 2,
        "question": "What solution is the Department implementing to replace legacy payroll systems?"
    },
    "56": {
        "space_key_index": 2,
        "question": "How many acquisitions did the company complete in 2020?"
    },
    "113": {
        "space_key_index": 2,
        "question": "How many words are there in the document?"
    },
    "152": {
        "space_key_index": 2,
        "question": "What was the name of the commission that noted the shortcomings of the War Measures Act?"
    },
    "67": {
        "space_key_index": 2,
        "question": "How does the Firm establish a hierarchy for inputs used in measuring fair value?"
    },
    "2": {
        "space_key_index": 2,
        "question": "Based on Figure 2, which language exhibited the greatest bias in accuracy between stereotypical and non-stereotypical gender roles when using Google Translate?"
    },
    "46": {
        "space_key_index": 2,
        "question": "What is the BLEU score for CodeBERT when pre-trained with MLM+RTD objectives?"
    },
    "108": {
        "space_key_index": 2,
        "question": "How many times does the report mention \"PM\"?"
    },
    "82": {
        "space_key_index": 2,
        "question": "What was the percentage change in pre-tax earnings for K-47's service and retailing businesses from 2019 to 2020?"
    },
    "162": {
        "space_key_index": 2,
        "question": "How many pages does the document have in total?"
    },
    "41": {
        "space_key_index": 2,
        "question": "Which GCAN sub-model component removal resulted in the lowest accuracy for Twitter15?"
    },
    "55": {
        "space_key_index": 2,
        "question": "What was the company's total sales and revenues for Construction Industries in North America in 2021?"
    },
    "119": {
        "space_key_index": 2,
        "question": "On which page does the document detail Bureau Objective 2.1?"
    },
    "102": {
        "space_key_index": 2,
        "question": "What is the page range for the 'Bureau Goals and Objectives' section?"
    },
    "145": {
        "space_key_index": 2,
        "question": "What is the title of the document?"
    },
    "24": {
        "space_key_index": 2,
        "question": "Which variant of SWEM performs the best on text sequence matching tasks?"
    },
    "36": {
        "space_key_index": 3,
        "question": "Did the invertibility regularizer increase BLEU scores in more than half of the cases?"
    },
    "123": {
        "space_key_index": 3,
        "question": "How many pages does the document have in total?"
    },
    "38": {
        "space_key_index": 3,
        "question": "According to Figure 4, does the training speed of NCRF++ continue to increase after a batch size of 100?"
    },
    "109": {
        "space_key_index": 3,
        "question": "Which institutions or agencies release the document?"
    },
    "214": {
        "space_key_index": 3,
        "question": "Did President Emmanuel Macron use a full parliamentary vote to pass the pension reform?"
    },
    "180": {
        "space_key_index": 3,
        "question": "Who wrote the Supreme Court article about the adoption law ruling in favor of tribes?"
    },
    "87": {
        "space_key_index": 3,
        "question": "Was the net cash from operating activities higher in 2020 than in 2019?"
    },
    "18": {
        "space_key_index": 3,
        "question": "How many total claims are reported by Snopes according to Table 1?"
    },
    "146": {
        "space_key_index": 3,
        "question": "What is the nature of the right to freedom of political communication as identified by the High Court of Australia?"
    },
    "172": {
        "space_key_index": 3,
        "question": "How many hours of flying experience with the type of AV for which the license is requested must an applicant have to apply for an AV license in Israel?"
    },
    "50": {
        "space_key_index": 3,
        "question": "What was the change in cash and cash equivalents for the year 2018?"
    },
    "218": {
        "space_key_index": 3,
        "question": "What is the source of russian attack images?"
    },
    "219": {
        "space_key_index": 3,
        "question": "Was the newspaper released on weekends?"
    },
    "176": {
        "space_key_index": 3,
        "question": "On what date did President Biden sign the National Security Memorandum to address IUU fishing and related harmful fishing practices?"
    },
    "97": {
        "space_key_index": 3,
        "question": "Did the court grant the Plaintiff's emergency motion for a temporary restraining order?"
    },
    "111": {
        "space_key_index": 3,
        "question": "How many pages does the report have?"
    },
    "178": {
        "space_key_index": 3,
        "question": "What must be done to mass timber with rectangular sections according to the circular issued by the Ministry of Infrastructure and Transportation?"
    },
    "78": {
        "space_key_index": 3,
        "question": "Where are Chevron's corporate headquarters located?"
    },
    "30": {
        "space_key_index": 3,
        "question": "According to Figure 3, what is the sequence followed to generate the final labels for Named Entity Recognition?"
    },
    "206": {
        "space_key_index": 3,
        "question": "On what page can readers find the continuation of the story about Israeli forces entering the Gaza Strip?"
    },
    "107": {
        "space_key_index": 0,
        "question": "What sectors did the 2018 National Risk Assessment (NRA) characterize as medium/high risk for money laundering?"
    },
    "132": {
        "space_key_index": 0,
        "question": "Does the ECA's strategy include improving media literacy to strengthen independent media?"
    },
    "10": {
        "space_key_index": 0,
        "question": "Why was English excluded from the linguistic similarity and pre-training study?"
    },
    "197": {
        "space_key_index": 0,
        "question": "What city is the Volkswagen plant that Valery Volodin works at located in?"
    },
    "39": {
        "space_key_index": 0,
        "question": "Calculate the average F1 score across all context languages when the question language is German (de)."
    },
    "199": {
        "space_key_index": 0,
        "question": "Who is the world's richest man mentioned in the newspaper?"
    },
    "11": {
        "space_key_index": 0,
        "question": "What is the performance score for Entity Recognition when multitasked with Coreference Resolution?"
    },
    "93": {
        "space_key_index": 0,
        "question": "What method is used in Mexico for methamphetamine production using substitute chemicals?"
    },
    "47": {
        "space_key_index": 0,
        "question": "Which source of supervision has the highest precision according to Table 2?"
    },
    "228": {
        "space_key_index": 0,
        "question": "What is the name of newspaper?"
    },
    "151": {
        "space_key_index": 0,
        "question": "What is the capital gains tax rate for individuals who are in a higher income tax bracket?"
    },
    "186": {
        "space_key_index": 0,
        "question": "Who wrote the article on climate change for the New York Times?"
    },
    "92": {
        "space_key_index": 0,
        "question": "Who is the Chief Data Officer at the Department of State?"
    },
    "29": {
        "space_key_index": 0,
        "question": "How many times does the paper mention GAN?"
    },
    "183": {
        "space_key_index": 0,
        "question": "Has Austria's chancellor visited President Vladimir V. Putin since the Ukraine invasion?"
    },
    "74": {
        "space_key_index": 0,
        "question": "What program was Nona Source created under?"
    },
    "37": {
        "space_key_index": 0,
        "question": "What is the PPL score when using 50% of the training data according to Table 4?"
    },
    "156": {
        "space_key_index": 0,
        "question": "How much is the application fee for the Entrepreneur Work Visa if applied from a country in the Pacific region?"
    },
    "200": {
        "space_key_index": 0,
        "question": "Has President Biden issued sanctions related to the situation in Ukraine?"
    },
    "158": {
        "space_key_index": 0,
        "question": "Can members of the Indian Parliament refer to matters on which a judicial decision is pending during discussions?"
    }
}